Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, uk, vi, zh_hans

source: Temporarily raise your glucose target before, during, or after physical activity to reduce the risk of low glucose events.
da: Hæver midlertidigt dit blodsukkermål før, under eller efter fysisk aktivitet for at reducere risikoen for lavt blodsukker.
de: Erhöhe Dein Blutzuckerziel vorübergehend vor, während oder nach körperlicher Aktivität, um das Risiko von Ereignissen mit niedrigem Blutzucker zu verringern.
es: Aumente temporalmente su objetivo de glucosa antes, durante o después de la actividad física para reducir el riesgo de tener eventos de glucosa baja.
fi: Nosta glukoositavoitetta väliaikaisesti ennen liikuntaa, sen aikana tai sen jälkeen, jotta matalan glukoosin riski pienenee.
fr: Augmente temporairement votre cible de glycémie avant, pendant ou après l'activité physique pour réduire le risque d'hypoglycémie.
it: Aumenta temporaneamente il target glicemico prima, durante o dopo l'attività fisica per ridurre il rischio di eventi ipoglicemici.
nb: Øk blodsukkermålet ditt midlertidig før, under eller etter fysisk aktivitet for å redusere risikoen for hendelser med lavt blodsukker.
nl: Verhoog tijdelijk je glucosedoel voor, gedurende of na fysieke activiteit om het risico van lage glucosewaarden te verminderen.
pl: Tymczasowo zwiększ docelowy poziom glukozy przed, w trakcie lub po aktywności fizycznej, aby zmniejszyć ryzyko wystąpienia niskiego poziomu glukozy (Hipoglikemia).
ro: Creșteți temporar intervalul țintă de glicemie înainte, în timpul sau după activitatea fizică pentru a reduce riscul de apariție al hipoglicemiei.
ru: Временно повышайте целевой уровень глюкозы до, во время или после физической активности, чтобы снизить риск развития событий, связанных с низким уровнем глюкозы.
sv: Höj tillfälligt ditt målvärde före, under eller efter fysisk aktivitet för att minska risken för låga blodsockervärden.
tr: Düşük KŞ riskini azaltmak için fiziksel aktivite öncesinde, sırasında veya sonrasında KŞ hedefinizi geçici olarak yükseltin.
uk: Тимчасово підвищуйте цільовий рівень глюкози до, під час або після фізичної активності, щоб зменшити ризик виникнення ситуацій, пов’язаних з низьким рівнем BG.
vi: Tạm thời nâng mục tiêu đường huyết trước, trong hoặc sau khi hoạt động thể chất để giảm nguy cơ hạ đường huyết.
zh_hans: 在运动前、运动中或运动后，临时提高你的血糖目标值，以降低发生低血糖的风险。

source: The value you have entered is higher than what is typically recommended for most people.
da: En værdi, du har angivet, er højere end den, der typisk anbefales til de fleste.
de: Der eingegebene Wert liegt über dem, was normalerweise für die meisten Menschen empfohlen wird.
es: El valor que ha introducido es superior al que se suele recomendar para la mayoría de las personas.
fi: Antamasi arvo on suurempi kuin useimmille ihmisille yleensä suositellaan.
fr: La valeur que vous avez saisie est supérieure à ce qui est généralement recommandé pour la plupart des personnes.
it: Il valore inserito è superiore a quello generalmente consigliato per la maggior parte delle persone.
nb: Verdien du har lagt inn er høyere enn det som vanligvis anbefales for de fleste.
nl: Een waarde die je hebt ingevoerd is hoger dan wat algemeen voor de meeste mensen wordt aanbevolen.
pl: Wprowadzona wartość jest wyższa niż zwykle zalecana dla większości osób.
ro: Valoarea pe care ați introdus-o este mai mare decât cea recomandată de obicei pentru majoritatea oamenilor.
ru: Введенное вами значение выше, чем то, которое обычно рекомендуется для большинства людей.
sv: Det värde du har angett är högre än vad som normalt rekommenderas för de flesta.
tr: Girdiğiniz değer, çoğu insan için tipik olarak önerilenden daha yüksektir.
uk: Введене вами значення вище, ніж те, що зазвичай рекомендується для більшості людей.
vi: Giá trị bạn nhập cao hơn mức thường được khuyến nghị cho hầu hết mọi người.
zh_hans: 您输入的数值高于大多数人通常建议的范围。

source: The value you have entered is lower than what is typically recommended for most people.
da: En værdi, du har angivet, er lavere end den, der typisk anbefales til de fleste.
de: Der eingegebene Wert liegt unter dem, was normalerweise für die meisten Menschen empfohlen wird.
es: El valor que ha introducido es inferior al que se suele recomendar para la mayoría de las personas.
fi: Antamasi arvo on pienempi kuin useimmille ihmisille yleensä suositellaan.
fr: La valeur que vous avez saisie est inférieure à ce qui est généralement recommandé pour la plupart des personnes.
it: Il valore inserito è inferiore a quello generalmente consigliato per la maggior parte delle persone.
nb: Verdien du har lagt inn er lavere enn det som vanligvis anbefales for de fleste.
nl: Een waarde die je hebt ingevoerd is lager dan wat algemeen voor de meeste mensen wordt aanbevolen.
pl: Wprowadzona wartość jest niższa niż zwykle zalecana dla większości osób.
ro: Valoarea pe care ați introdus-o este mai mică decât cea recomandată de obicei pentru majoritatea oamenilor.
ru: Введенное вами значение ниже того, которое обычно рекомендуется для большинства людей.
sv: Det värde du har angett är lägre än vad som normalt rekommenderas för de flesta.
tr: Girdiğiniz değer, çoğu insan için tipik olarak önerilenden daha düşüktür.
uk: Введене вами значення нижче за те, що зазвичай рекомендується для більшості людей.
vi: Giá trị bạn nhập thấp hơn mức thường được khuyến nghị cho hầu hết mọi người.
zh_hans: 你输入的数值低于大多数人通常建议的范围。

source: The values you have entered are outside of what is typically recommended for most people.
da: Nogle af de værdier, du har angivet, ligger uden for det, der typisk anbefales til de fleste.
de: Die eingegebenen Werte liegen außerhalb der für die meisten Menschen empfohlenen Werte.
es: Los valores que ha introducido están fuera de lo que normalmente se recomienda para la mayoría de las personas.
fi: Antamasi arvot ovat useimmille ihmisille yleensä suositeltujen arvojen ulkopuolella.
fr: Les valeurs que vous avez saisies sont en dehors de ce qui est généralement recommandé pour la plupart des personnes.
it: I valori che hai inserito non rientrano in quelli generalmente consigliati per la maggior parte delle persone.
nb: Verdiene du har lagt inn er utenfor det som vanligvis anbefales for de fleste.
nl: Sommige van de waarden die u hebt ingevoerd vallen buiten wat algemeen wordt aanbevolen.
pl: Wprowadzone wartości wykraczają poza to, co jest zwykle zalecane dla większości osób.
ro: Valorile introduse sunt în afara a ceea ce este recomandat de obicei pentru majoritatea oamenilor.
ru: Введенные вами значения выходят за рамки того, что обычно рекомендуется для большинства людей.
sv: Ett eller flera av de värden du har angett är utanför vad som generellt rekommenderas.
tr: Girdiğiniz değerler, çoğu insan için tipik olarak önerilen değerlerin dışındadır.
uk: Деякі з введених вами значень виходять за межі тих, що зазвичай рекомендуються для більшості людей.
vi: Các giá trị bạn nhập nằm ngoài mức thường được khuyến nghị cho hầu hết mọi người.

source: U
da: E
de: IE
nl: E
ru: Ед
sv: E
tr: Ü

source: Uncertain Delivery
da: Usikker indgivelse
de: Unsichere Abgabe
es: Entrega incierta
fi: Epävarma annostelu
fr: Administration incertaine
it: Erogazione incerta
nb: Usikker levering
nl: Toediening Onzeker
pl: Niepewne podanie
ro: Livrare incertă
ru: Неопределенная подача
sv: Oklart ifall bolus administrerats
tr: Belirsiz İletim
uk: Невизначена доставка
vi: Tiêm không chắc chắn

source: Unit
da: Enhed
de: Einheit
es: Unidad
fi: Yksikkö
fr: Unité
it: Unità
nb: Enhet
nl: Eenheid
pl: Jednostka
ro: Unități
sv: Enhet
tr: Ünite
uk: Одиниця виміру
zh_hans: 单位

source: Units
da: Enheder
de: Einheiten
es: Unidades
fi: Yksikköä
fr: Unités
it: Unità
ja: 単位
nb: Enheter
nl: Eenheden
pl: Jednostki
ro: Unități
ru: Единицы
sv: Eheter
tr: Ünite
uk: Одиниці
zh_hans: 单位

source: Update Available
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
nb: Oppdatering tilgjengelig
nl: Update Beschikbaar
pl: Dostępna aktualizacja
ro: Actualizare disponibilă
ru: Доступно обновление
sv: Uppdatering tillgänglig
tr: Güncelleme Mevcut
uk: Доступне оновлення
vi: Có bản cập nhật mới

source: Workout
da: Motion
de: Training
es: Ejercicio
fi: Liikunta
fr: Exercice
it: Allenamento
ja: 運動
nb: Treningsøkt
nl: Training
pl: Wysiłek fizyczny
ro: Activitate sportivă
ru: Физическая нагрузка
sv: Träning
tr: Egzersiz
uk: Тренування
zh_hans: 运动

source: Your Basal Rate of insulin is the number of units per hour that you want to use to cover your background insulin needs.
da: En basalrate, er det antal af enheder i timen, som du skal bruge for at dække dit basale insulinbehov.
de: Deine Basalrate ist die Anzahl der Einheiten pro Stunde, die Du verwenden möchtest, um Deinen Hintergrund-Insulinbedarf zu decken.
es: Su tasa basal de insulina es la cantidad de unidades por hora que desea usar para cubrir sus necesidades de insulina de fondo, no relacionadas con las comidas.
fi: Basaalitaso tarkoittaa sitä yksikkömäärää insuliinia tunnissa, jonka tarvitset insuliinin perustarpeen kattamiseen.
fr: Votre débit basal d'insuline est le nombre d'unités par heure que vous souhaitez utiliser pour couvrir vos besoins vitaux d'insuline.
it: La velocità basale d'insulina è il numero di unità all'ora che si desidera utilizzare per coprire il tuo fabbisogno d'insulina basale.
nb: Din basaldose av insulin er antall enheter pr. time du vil bruke for å dekke ditt bakgrunnsinsulinbehov.
nl: Je basale insulinesnelheid is het aantal eenheden per uur dat je wilt toedienen om in je basale insulinebehoefte te voorzien.
pl: Dawka podstawowa insuliny to liczba jednostek na godzinę, którą chcesz wykorzystać do pokrycia podstawowego zapotrzebowania na insulinę.
ro: Rata bazală de insulină este numărul de unități pe oră pe care doriți să le utilizați pentru a acoperi necesarul bazal de insulină al organismului.
ru: Ваша базальная норма инсулина - это количество единиц в час, которое вы хотите использовать для покрытия своих фоновых потребностей в инсулине.
sv: Din bassaldos är det antal enheter insulin per timme som krävs för din basala ämnesomsättning.
tr: Bazal İnsülin Oranınız, arka plan insülin ihtiyaçlarınızı karşılamak için kullanmak istediğiniz saat başına ünite miktarıdır.
uk: Ваша базальна доза (ТБШ) інсуліну – це кількість одиниць інсуліну на годину, яку ви хочете використовувати для покриття фонових потреб в інсуліні.
vi: Tốc độ insulin nền của bạn là số đơn vị mỗi giờ được dùng để đáp ứng nhu cầu insulin nền của cơ thể.
zh_hans: 你的基础胰岛素速率（Basal Rate）是指每小时使用的胰岛素单位数，用于满足身体的基础胰岛素需求。

source: Your Carb Ratio is the number of grams of carbohydrates covered by one unit of insulin.
da: Kulhydratforhold er antallet af kulhydrater i gram, der dækkes af én enhed insulin.
de: Dein Kohlenhydratverhältnis ist die Anzahl an Kohlenhydraten in Gramm, die von einer Insulineinheit abgedeckt wird.
es: El ratio de carbohidratos es el número de gramos de carbohidratos que cubre una unidad de insulina.
fi: Hiilihydraattisuhde tarkoittaa sitä, kuinka monta grammaa hiilihydraatteja yksi insuliiniyksikkö kattaa.
fr: Votre ratio insuline-glucides est le nombre de grammes de glucides couverts par une unité d'insuline.
it: Il tuo rapporto carboidrati è il numero di grammi di carboidrati coperti da un'unità d'insulina.
nb: Karbforholdet ditt er antall gram karbohydrater som dekkes av én enhet insulin.
nl: Je koolhydraatratio is het aantal gram koolhydraten dat wordt verwerkt door één eenheid insuline.
pl: Twój Współczynnik Węglowodanowy to liczba gramów węglowodanów rekompensowanych przez jedną jednostkę insuliny.
ro: Raportul carbohidrați insulină este numărul de grame de carbohidrați acoperiți de o unitate de insulină.
ru: Ваш углеводный коэффициент - это количество граммов углеводов, покрываемых одной единицей инсулина.
sv: Din insulinkvot är det antal gram kolhydrater som svarar mot en enhet insulin.
tr: Karbonhidrat İnsülin Oranınız, bir ünite insülinin kaç gram karbonhidrat karşılayacağını ifade eder.
uk: Ваш вуглеводний коефіцієнт – це кількість грамів вуглеводів, що покриваються однією одиницею інсуліну.
vi: Tỷ lệ carb của bạn là số gam carbohydrate được bù bởi một đơn vị insulin.
zh_hans: 碳水比例表示每单位胰岛素可以覆盖多少克碳水化合物。

source: Your Insulin Sensitivities refer to the drop in glucose expected from one unit of insulin.
da: Insulinfølsomhed henviser til det fald i blodsukker, der forventes fra én insulinenhed.
de: Deine Insulinempfindlichkeit bezieht sich auf den Abfall des Blutzuckers, der von einer Einheit Insulin erwartet wird.
es: Su sensibilidad a la insulina se refiere a la disminución en los niveles de glucosa esperados por una unidad de insulina.
fi: Insuliiniherkkyys tarkoittaa sitä, kuinka paljon glukoosi laskee yhdellä insuliiniyksiköllä.
fr: Vos sensibilités à l'insuline se réfèrent à la baisse de glycémie prévue entrainée par une unité d'insuline.
it: La tua sensibilità insulinica si riferisce al calo di glicemia previsto da un'unità d'insulina.
nb: Din insulinfølsomhet refererer til fallet i blodsukker som forventes fra én enhet insulin.
nl: Je Insulinegevoeligheid is de daling van de glucose verwacht van één eenheid insuline.
pl: Wrażliwość na insulinę odnosi się do oczekiwanego spadku glukozy po jednej jednostce insuliny.
ro: Factorul de sensibilitate la insulină indică scăderea glicemiei determinată de o unitate de insulină.
ru: Ваша чувствительность к инсулину означает снижение уровня глюкозы, ожидаемое от одной единицы инсулина.
sv: Insulinkänslighet är ett mått på hur mycket ditt blodsocker sänks av en enhet insulin.
tr: İnsülin Duyarlılık faktörünüz, bir ünite insülinden beklenen KŞ düşüşünü ifade eder.
uk: Ваша чутливість до інсуліну стосується зниження рівня глюкози, очікуваного від однієї одиниці інсуліну.
vi: Độ nhạy insulin của bạn là mức giảm đường huyết dự kiến từ một đơn vị insulin.
zh_hans: 你的胰岛素敏感系数是指每单位胰岛素预计可使血糖降低的数值。

source: Device Status Critical
de: Gerätestatus Kritisch
it: Stato del dispositivo critico
nb: Enhetens status er kritisk
nl: Apparaat status kritiek
pl: Krytyczny stan urządzenia
ro: Starea dispozitivului este critică
ru: Критическое состояние устройства
sv: Enhetsstatus kritisk
uk: Стан пристрою Критичний
vi: Thiết bị ở trạng thái nguy cấp

source: Device Status Normal
de: Gerätestatus Normal
it: Stato del dispositivo normale
nb: Enhetens status er Normal
nl: Apparaat status normaal
pl: Stan urządzenia Normalny
ro: Stare dispozitiv normală
ru: Нормальное состояние устройства
sv: Normal enhetsstatus
uk: Стан пристрою Нормальний
vi: Trạng thái thiết bị Bình thường

source: Device Status Warning
de: Gerätestatus Warnung
it: Avviso sullo stato del dispositivo
nb: Advarsel om enhetsstatus
nl: Apparaat status waarschuwing
pl: Ostrzeżenie o stanie urządzenia
ro: Avertisment privind starea dispozitivului
ru: Предупреждение о состоянии устройства
sv: Enhetsstatusvarning
uk: Попередження про стан пристрою
vi: Cảnh báo trạng thái thiết bị

source: Insulin Model
de: Insulin-Modell
es: Modelo de Insulina
fi: Insuliinimalli
fr: Modèle d'insuline
it: Modello di azione dell'Insulina
ja: インスリンモデル
nb: Insulin modell
nl: Insulinemodel
pl: Model insuliny
ro: Modelul de insulină
ru: Модель инсулина
sv: Insulinmodell
tr: İnsülin Modeli
uk: Модель інсуліну
vi: Chủng loại Insulin
zh_hans: 胰岛素模型

source: Bolus
es: Bolo
fi: Lisäannos
it: Bolo
ru: Болюс
uk: Болюс
vi: Liều bolus
zh_hans: 大剂量

source: Humalog (insulin lispro)
es: Humalog (insulina lispro)
fi: Humalog (lisproinsuliini)
it: Humalog (insulina lispro)
pl: Humalog (insulina lispro)
ro: Humalog (insulină lispro)
ru: Хумалог (инсулин лизпро)
tr: Hümalog (insülin lispro)
uk: Humalog (шнсулін lispro)
zh_hans: 优泌乐（赖脯胰岛素）Humalog

source: Novolog (insulin aspart)
es: Novolog (insulina aspart)
fi: Novorapid (aspartinsuliini)
fr: Novolog (insuline asparte)
it: Novolog (insulina aspart)
pl: Novolog (insulina aspart)
ro: Novolog (insulină aspart)
ru: Новолог (инсулин аспарт)
tr: Novolog (insülin aspart)
uk: Novolog (інсулін aspart)
zh_hans: 诺和锐（门冬胰岛素）

source: Basal
fi: Basaalinen
it: Basale
nl: Basaal
pl: Podstawowy
ru: Базал
tr: Bazal
uk: Базал
zh_hans: 基础

source: Novolog
fi: Novorapid
ru: Новолог
zh_hans: 诺和锐（Novolog）

source: %1$@ U bolus failed
it: Bolo %1$@ U fallito
nb: %1$@ E bolus feilet
nl: %1$@ E bolus mislukt
ro: Bolusul %1$@ U a eșuat
sv: %1$@ IE bolus misslyckades
uk: %1$@ U Болюс не відбувся
vi: %1$@ U liều bolus bị lỗi
zh_hans: %1$@U 大剂量推注失败

source: %1$@ U bolus may not have succeeded
it: Il bolo %1$@ U potrebbe non essere riuscito
nb: %1$@ E bolus kan ha feilet
nl: %1$@ U bolus is mogelijk niet gelukt
ro: Este posibil ca bolusul %1$@ U să nu fi reușit
sv: %1$@ IE bolus kan ha misslyckats
uk: %1$@ U можлива невдача подачі болюса
vi: Bolus %1$@ U có thể chưa thành công
zh_hans: %1$@ U 大剂量可能没有输注成功

source: Authorization Denied
it: Autorizzazione negata
nb: Autorisasjon avslått
nl: Autorisatie geweigerd
ro: Autorizare refuzată
sv: Auktorisation nekad
uk: Авторизацію відхилено
vi: Cấp quyền bị từ chối

source: Check your pump before retrying
it: Controlla la pompa prima di riprovare
nb: Sjekk pumpen din før du prøver på nytt
nl: Controleer je pomp voordat je het nogmaals probeert
ro: Verificați pompa înainte de a încerca din nou
sv: Kontrollera din pump innan du försöker igen
uk: Перевірте помпу перед повторною спробою
vi: Kiểm tra lại bơm trước khi thử lại

source: It is safe to retry
it: È sicuro riprovare
nb: Det er trygt å prøve på nytt
nl: Het is veilig om opnieuw te proberen
ro: Este sigur să încercați din nou
sv: Det är säkert att försöka igen
uk: Можна безпечно повторити спробу
vi: An toàn để thử lại

source: Please re-enable sharing in Health
it: Per favore, riattiva la condivisione in Salute
nb: Vennligst aktiver deling i Helse-appen på nytt
nl: Activeer het delen in gezondheid opnieuw
ro: Vă rugăm să reactivați partajarea datelor în Sănătate
sv: Tillåt delning i Hälsa igen
uk: Будь ласка, знову ввімкніть спільний доступ у додатку "Health"
vi: Xin hãy cấp quyền chia sẻ lại trong ứng dụng Health

source: Apidra
ru: Апидра
zh_hans: 爱倍达（Apidra）

source: Humalog
ru: Хумалог
zh_hans: 优泌乐（Humalog）

source: OK
tr: Tamam
uk: ОК
zh_hans: 好的

source: Fiasp
zh_hans: 费雅普（Fiasp）

source: Lyumjev
zh_hans: 超速效赖脯胰岛素（Lyumjev）
